Repository: godaddy/wp-reseller-store
Catalog: languages/reseller-store-*.po
Languages: fi, hi_in, mr, vi

source: Sorry, you are not allowed to do that.
fi: Pahoittelemme. Sinulla ei ole lupaa tehdä sitä.
hi_in: क्षमा करें, आप ऐसा नहीं कर सकते.
mr: क्षमस्व, आपल्याला ते करण्याची अनुमती नाही.
vi: Xin lỗi, bạn không được cho phép thực hiện điều đó.

source: An unknown error has occurred.
fi: On tapahtunut tuntematon virhe.
hi_in: कोई अज्ञात त्रुटि हुई है.
mr: एक अज्ञात त्रुटी आली.
vi: Đã xảy ra một lỗi chưa xác định.

source: Restore Product Data
fi: Palauta tuotetiedot
hi_in: उत्पाद डेटा पुनर्स्थापित करें
mr: उत्पादन डेटा पूर्वस्थित करा
vi: Phục hồi dữ liệu sản phẩm

source: `%s` is not a valid product.
fi: `%s` ei ole käypä tuote.
hi_in: `%s` मान्य उत्पाद नहीं है.
mr: `%s` हे वैध उत्पादन नाही.
vi: `%s` không phải là sản phẩm hợp lệ.

source: Product Options
fi: Tuotevaihtoehdot
hi_in: उत्पाद विकल्प
mr: उत्पादन पर्याय
vi: Tùy chọn sản phẩm

source: General
fi: Yleiset
hi_in: सामान्य
mr: सामान्य
vi: Chung

source: Advanced
fi: Edistyneet
hi_in: उन्नत
mr: प्रगत
vi: Nâng cao

source: Price
fi: Hinta
hi_in: मूल्य
mr: किंमत
vi: Giá

source: Sale Price
fi: Tarjoushinta
hi_in: विक्रय कीमत
mr: विक्री किंमत
vi: Giá khuyến mãi

source: Default Quantity
fi: Oletusmäärä
hi_in: डिफ़ॉल्ट मात्रा
mr: डिफॉल्ट प्रमाण
vi: Số lượng mặc định

source: Add to Cart Button Label
fi: Lisää ostoskoriin -painikkeen selite
hi_in: कार्ट में जोड़ें बटन लेबल
mr: कार्ट बटण लेबलवर जोडा
vi: Thêm vào giỏ hàng nhãn nút

source: Add to cart
fi: Lisää ostoskoriin
hi_in: टोकरी में डाले
mr: कार्टला जोडा
vi: Thêm vào giỏ

source: Redirect to the cart immediately after adding
fi: Siirry lisäämisen jälkeen välittömästi ostoskoriin
hi_in: जोड़ने के तुरंत बाद कार्ट को रीडायरेक्ट करें
mr: जोडल्यानंतर त्वरित कार्टवर पुननिर्देशित करा
vi: Chuyển hướng đến giỏ ngay sau khi thêm

source: Need to start over? You can restore the original product title, content, featured image, and category assignments. Note: Your customizations will be lost.
fi: Haluatko aloittaa uudelleen alusta? Voit palauttaa alkuperäisen tuotenimen, sisällön, käytetyn kuvan sekä määritetyt luokat. Huomautus: Tekemäsi mukautukset menetetään.
hi_in: क्या आपको फिर से आरंभ करना है? आप मूल उत्पाद शीर्षक, सामग्री, प्रदर्शित छवि और श्रेणी असाइनमेंट पुनर्स्थापित कर सकते हैं. नोट: आपका कस्टमाइज़ेशन चला जाएगा.
mr: प्रारंभ करणे आवश्यक आहे? आपण मूळ उत्पादन शीर्षक, सामग्री, वैशिष्ट्यीकृत प्रतिमा आणि श्रेणी असाइनमेंट पूर्वस्थित करू शकता. नोट: आपले सानुकूलीकरण गमावले जाईल.
vi: Cần bắt đầu lại? Bạn có thể phục hồi tiêu đề sản phẩm gốc, nội dung, hình ảnh nổi bật và phân giao hạng mục. Lưu ý: Tùy chỉnh của bạn sẽ bị mất.

source: An error has occurred
fi: On tapahtunut virhe
hi_in: कोई त्रुटि उत्पन्न हुई है.
mr: एक त्रुटी आली
vi: Có lỗi xuất hiện

source: unknown
fi: tuntematon
hi_in: अज्ञात
mr: अज्ञात
vi: Không xác định

source: `%s` must be imported as a product post before it can be reset.
fi: `%s` täytyy tuoda tuotejulkaisuna, ennen kuin sitä voi asettaa uudelleen.
hi_in: `%s` को रीसेट करने से पहले इसे उत्पाद पोस्ट के रूप में आयात करना आवश्यक है.
mr: `%s` पुनर्स्थित करण्यापूर्वी एक उत्पादन पोस्ट म्हणून आयात करणे आवश्यक आहे.
vi: `%s` phải được nhập dưới dạng bài đăng sản phẩm trước khi nó có thể được cài đặt lại.

source: `%s` is not a valid post type for products.
fi: `%s` ei ole käypä tuotteiden julkaisutyyppi.
hi_in: `%s` उत्पादों के लिए मान्य पोस्ट प्रकार नहीं है.
mr: `%s` हा उत्पादनांसाठी वैध पोस्ट प्रकार नाही.
vi: `%s` không phải là loại bài đăng hợp lệ cho các sản phẩm.

source: Reseller category base
fi: Jälleenmyyjän luokan perusta
hi_in: पुनर्विक्रेता श्रेणी आधार
mr: विक्रेता श्रेणी आधारित
vi: Cơ sở hạng mục của đại lý

source: Reseller tag base
fi: Jälleenmyyjän tunnisteen perusta
hi_in: पुनर्विक्रेता टैग आधार
mr: विक्रेता टॅग आधारित
vi: Cơ sở thẻ của đại lý

source: Reseller Product Permalinks
fi: Jälleenmyyjän tuotteiden pysyvät linkit
hi_in: पुनर्विक्रेता उत्पाद पर्मालिंक
mr: विक्रेता उत्पादन परमालिंक्स
vi: Đường dẫn cố định sản phẩm của đại lý

source: These settings control the permalinks used specifically for Reseller Store products.
fi: Nämä asetukset hallitsevat pysyviä linkkejä, joita käytetään erityisesti jälleenmyyjän kaupan tuotteita varten.
hi_in: ये सेटिंग पुनर्विक्रेता स्टोर उत्पादों के लिए विशिष्ट रूप से उपयोग किए जाने वाले पर्मालिंक को नियंत्रित करती हैं.
mr: या सएटिंग्स विशेषतः विक्रेता स्टोअर उत्पादनासाठी परमालिंक्स नियंत्रित करतात.
vi: Các cài đặt này sẽ kiểm soát đường dẫn cố định được sử dụng cụ thể cho sản phẩm trong cửa hàng của đại lý.

source: Default
fi: Oletus
hi_in: डिफ़ॉल्ट
mr: डिफॉल्ट
vi: Mặc định

source: Custom base
fi: Asiakaskunta
hi_in: कस्टम आधार
mr: सानुकूल आधारित
vi: Cơ sở tùy chỉnh

source: Add New Products
fi: Lisää uusia tuotteita
hi_in: नए उत्पाद जोड़ें
mr: नवीन उत्पादने जोडा
vi: Thêm sản phẩm mới

source: Edit Product
fi: Muokkaa tuotetta
hi_in: उत्पाद संपादित करें
mr: उत्पादन संपादित करा
vi: Sửa sản phẩm

source: New Product
fi: Uusi tuote
hi_in: नया उत्पाद
mr: नवीन उत्पादन
vi: Sản phẩm mới

source: View Product
fi: Tarkastele tuotetta
hi_in: उत्पाद देखें
mr: उत्पादन पाहा
vi: Xem sản phẩm

source: View Products
fi: Näytä tuotteet
hi_in: उत्पाद देखें
mr: उत्पादने पाहा
vi: Xem sản phẩm

source: Search Products
fi: Etsi tuotteita
hi_in: उत्पाद खोजें
mr: उत्पादने शोधा
vi: Tìm kiếm sản phẩm

source: No products found.
fi: Tuotteita ei löytynyt.
hi_in: कोई उत्पाद नहीं मिला.
mr: उत्पादने आढळली नाहीत.
vi: Không tìm thấy sản phẩm

source: No products found in Trash.
fi: Roskakorista ei löydetty tuotteita.
hi_in: ट्रैश में कोई उत्पाद नहीं मिला.
mr: ट्रॅशमध्ये उत्पादने आढळली नाहीत.
vi: Không tìm thấy sản phẩm nào trong thùng rác.

source: Parent Products:
fi: Ylätason tuotteet:
hi_in: मूल उत्पाद:
mr: पालक उत्पादने:
vi: Sản phẩm mẹ:

source: All Products
fi: Kaikki tuotteet
hi_in: सभी उत्पाद
mr: सर्व उत्पादने
vi: Tất cả sản phẩm

source: Product Archives
fi: Tuotearkistot
hi_in: उत्पाद संग्रह:
mr: उत्पादन संग्रहणे
vi: Mục lưu trữ sản phẩm

source: Insert into product
fi: Lisää tuotteeseen
hi_in: उत्पाद में प्रविष्ट करें
mr: उत्पादनामध्ये समाविष्ट करा
vi: Chèn vào sản phẩm

source: Uploaded to this product
fi: Siirrä palvelimelle tähän tuotteeseen
hi_in: इस उत्पाद में अपलोड किया गया
mr: या उत्पादनावर अपलोड केले
vi: Tải lên sản phẩm này

source: Product Image
fi: Tuotekuva
hi_in: उत्पाद की छवि
mr: उत्पादन प्रतिमा
vi: Ảnh sản phẩm

source: Set product image
fi: Aseta tuotekuva
hi_in: उत्पाद की छवि सेट करें
mr: उत्पादन प्रतिमा सेट करा
vi: Thiết lập ảnh sản phẩm

source: Remove product image
fi: Poista tuotekuva
hi_in: उत्पाद की छवि निकालें
mr: उत्पादन प्रतिमा काढा
vi: Xóa ảnh sản phẩm.

source: Use as featured image
fi: Käytä pääkuvana
hi_in: प्रदर्शित छवि के रूप में उपयोग करें
mr: वैशिष्ट्यीकृत प्रतिमा म्हणून वापरा
vi: Sử dụng dưới dạng hình ảnh nổi bật

source: This is where you can add new products to your Reseller Store.
fi: Tässä voit lisätä uusia tuotteita jälleenmyyjän kauppaasi.
hi_in: यहीं पर आप अपने पुनर्विक्रेता स्टोर में नए उत्पाद जोड़ सकते हैं.
mr: येथे आपण आपल्या विक्रेता स्टोअरवर नवीन उत्पादने जोडू शकता.
vi: Đây là nơi bạn có thể thêm sản phẩm mới vào Cửa hàng đại lý.

source: Edit: %s
fi: Muokkaa: %s
hi_in: संपादित करें: %s
mr: संपादित करा: %s
vi: Chỉnh sửa: %s

source: No products have been added yet.
fi: Mitään tuotteita ei ole vielä lisätty.
hi_in: अभी तक कोई उत्पाद जोड़ा नहीं गया.
mr: अद्याप कोणतीही उत्पादने जोदलेली नाहीत.
vi: Bạn vẫn chưa thêm sản phẩm nào.

source: Import All Products
fi: Tuo kaikki tuotteet
hi_in: सभी उत्पाद आयात करें
mr: सर्व उत्पादने आयात करा
vi: Nhập tất cả sản phẩm

source: Reseller Store Setup
fi: Jälleenmyyjän kaupan asetukset
hi_in: पुनर्विक्रेता स्टोर सेटअप
mr: विक्रेता स्टोअर सेटअप
vi: Cài đặt cửa hàng của đại lý

source: Let's setup your GoDaddy Reseller Store.
fi: Luodaanpa GoDaddy-jälleenmyyjäkauppasi valmiiksi.
hi_in: आइए अपना GoDaddy पुनर्विक्रेता स्टोर सेटअप करें.
mr: आपले GoDaddy विक्रेता स्टोअर सेटअप करा.
vi: Hãy cài đặt Cửa hàng của đại lý của GoDaddy.

source: Error: Missing required script for setup %s
fi: Virhe: Vaadittu merkkijono puuttuu määritystä varten: %s
hi_in: त्रुटि: %s सेट करने के लिए गुम आवश्यक स्क्रिप्ट
mr: त्रुटी: सेटअप %s साठी आवश्यक स्क्रिप्ट गहाळ आहे
vi: Lỗi: Thiếu tập lệnh được yêu cầu để thiết lập %s

source: Sorry, you are not allowed to install plugins on this site.
fi: Pahoittelemme. Lisäosien/laajennusten (plugins) asentaminen tähän sivustoon ei ole sallittua sinulle.
hi_in: क्षमा करें, आप इस साइट पर प्लगिन्स स्थापित नहीं कर सकते.
mr: क्षमस्व, आपल्याला या साइटवर प्ल्गइन्स स्थापित करण्याची अनुमती नाही.
vi: Xin lỗi, bạn không được cho phép cài đặt trình cắm trên trang này.

source: Private Label ID is invalid.
fi: Yksityisen selitteen tunnus on virheellinen.
hi_in: व्यक्तिगत लेबल ID अमान्य है.
mr: खाजगी लेबल ID अवैध.
vi: ID Nhãn hiệu riêng là không hợp lệ.

source: There are no products available, please try again later.
fi: Mitään tuotteita ei ole saatavilla. Yritä myöhemmin uudelleen.
hi_in: कोई उत्पाद उपलब्ध नहीं हैं, कृपया पुनः प्रयास करें.
mr: कोणतीही उत्पादने उपलब्ध नाहीत, कृपया नंतर पुन्हा प्रयत्न करा.
vi: Không có sản phẩm nào khả dụng, vui lòng thử lại sau.

source: Product data could not be imported, please try again later.
fi: Tuotetietoja ei voitu tuoda. Yritä myöhemmin uudelleen.
hi_in: उत्पाद डाटा आयात नहीं किया जा सका, कृपया बाद में पुनः प्रयास करें.
mr: उप्तादन डेटा आयात केला जाऊ शकत नाही, कृपया नंतर पुन्हा प्रयत्न करा.
vi: Dữ liệu sản phẩm không nhập được, vui lòng thử lại sau.

source: An unknown error occurred.
fi: Määrittämätön virhe
hi_in: कोई अज्ञात त्रुटि उत्पन्न हुई.
mr: एक अज्ञात त्रुटी आली.
vi: Đã xảy ra một lỗi chưa xác định

source: Error: %s
fi: Virhe: %s
hi_in: त्रुटि: %s
mr: त्रुटी: %s
vi: Lỗi: %s

source: Search Categories
fi: Haku luokista
hi_in: श्रेणियाँ खोजें
mr: श्रेणी शोधा
vi: Tìm kiếm Hạng mục

source: All Categories
fi: Kaikki luokat
hi_in: सभी श्रेणियां
mr: सर्व श्रेणी
vi: Tất cả các hạng mục

source: Parent Category
fi: Ylätason luokka
hi_in: मूल श्रेणी
mr: पालक श्रेणी
vi: Hạng mục mẹ

source: Parent Category:
fi: Ylätason luokka:
hi_in: मूल श्रेणी:
mr: पालक श्रेणी:
vi: Hạng mục mẹ:

source: Edit Category
fi: Muokkaa luokkaa
hi_in: संपादन श्रेणी
mr: संपादन श्रेणी
vi: Sửa hạng mục

source: Update Category
fi: Päivitä luokka
hi_in: अपडेट श्रेणी
mr: अपडेट श्रेणी
vi: Cập nhật hạng mục

source: Add New Category
fi: Lisää uusi luokka
hi_in: नया जोड़ें श्रेणी
mr: नवीन जोडा श्रेणी
vi: Thêm hạng mục mới

source: New Category Name
fi: Uusi luokan nimi
hi_in: नई श्रेणी का नाम
mr: नवीन श्रेणी नाव
vi: Tên hạng mục mới

source: Categories
fi: Osastot
hi_in: श्रेणियां
mr: श्रेण्या:
vi: Danh mục

source: Search Tags
fi: Haku tunnisteista
hi_in: टैग खोजें
mr: टॅग्स शोधा
vi: Tìm kiếm thẻ

source: All Tags
fi: Kaikki tunnisteet
hi_in: सभी टैग
mr: सर्व टॅग्स
vi: Tất cả Thẻ

source: Parent Tag
fi: Ylätason tunniste
hi_in: मूल टैग
mr: पालक टॅग
vi: Thẻ mẹ

source: Parent Tag:
fi: Ylätason tunniste:
hi_in: मूल टैग:
mr: पालक टॅग:
vi: Thẻ mẹ:

source: Edit Tag
fi: Muokkaa tunnistetta
hi_in: संपादन टैग
mr: संपादन टॅग
vi: Chỉnh sửa thẻ

source: Update Tag
fi: Päivitä tunniste
hi_in: अपडेट टैग
mr: अपडेट टॅग
vi: Cập nhật thẻ

source: Add New Tag
fi: Lisää uusi tunniste
hi_in: नया जोड़ें टैग
mr: नवीन जोडा टॅग
vi: Thêm thẻ mới

source: New Tag Name
fi: Uusi tunnisteen nimi
hi_in: नए टैग का नाम
mr: नवीन टॅग नाव
vi: Tên thẻ mới

source: Tags
fi: Avainsanat
hi_in: टैग
mr: टॅग्स
vi: Từ khóa

source: Error: `%s` does not exist.
fi: Virhe: %s – ei ole olemassa
hi_in: त्रुटि: `%s` मौजूद नहीं है.
mr: त्रुटी: `%s` अस्तित्वात नाही.
vi: Lỗi: `%s` không tồn tại.

source: Reseller Cart
fi: Jälleenmyyjän ostoskori
hi_in: पुनर्विक्रेता कार्ट
mr: विक्रेता कार्ट
vi: Giỏ hàng của đại lý

source: Display the user's cart in the sidebar.
fi: Näytä käyttäjän ostoskori sivupalkissa.
hi_in: साइडबार में उपयोगकर्ता की कार्ट प्रदर्शित करें.
mr: साइडबारमध्ये वापरकर्त्याचा कार्ट प्रदर्शित करा
vi: Hiển thị giỏ của người dùng ở thanh bên.

source: Title:
fi: Otsikko:
hi_in: शीर्षक:
mr: शीर्षक:
vi: Tiêu đề:

source: Reseller Domain Search
fi: Haku jälleenmyyjän verkkotunnuksesta
hi_in: पुनर्विक्रेता डोमेन खोज
mr: विक्रेता डोमेन शोध
vi: Tìm kiếm miền của đại lý

source: A search form for domain names.
fi: Hakulomake verkkotunnuksia varten
hi_in: डोमेन नामों के लिए एक खोज फ़ॉर्म
mr: डोमेन नावासाठी शोध फॉर्म
vi: Biểu mẫu tìm kiếm tên miền.

source: Domain Search
fi: Verkkotunnushaku
hi_in: डोमेन खोज
mr: डोमेन शोध
vi: Tìm kiếm miền

source: Placeholder:
fi: Paikkamerkki:
hi_in: प्लेसहोल्डर:
mr: प्लेसहोल्डर:
vi: Trình giữ chỗ:

source: Find your perfect domain name
fi: Löydä täydellinen verkkotunnusnimesi
hi_in: अपना श्रेष्ठ डोमेन नाम ढूंढें
mr: आपले योग्य डोमेन नाव शोधा
vi: Tìm tên miền hoàn hảo của bạn

source: Search
fi: Haku
hi_in: खोज
mr: शोध
vi: Tìm kiếm

source: Congrats, your domain is available!
fi: Onnittelut! Verkkotunnuksesi on saatavilla!
hi_in: बधाईयां, आपका डोमेन उपलब्ध है!
mr: अभिनंदन, आपले डोमेन उपलब्ध आहे!

source: Sorry that domain is taken
fi: Valitettavasti tämä verkkotunnus on jo käytössä
hi_in: क्षमा करना, यह डोमेन बिक चुका है
mr: क्षमस्व ते डोमेन घेतले गेले आहे

source: GoDaddy Reseller Store
fi: GoDaddy-jälleenmyyjän kauppa
hi_in: GoDaddy रीसेलर स्टोर
mr: GoDaddy पुनर्विक्रेता स्टोअर
vi: Cửa hàng đại lý của GoDaddy

# abbreviation for not applicable
source: N/A
fi: Ei käytettävissä
mr: लागू नाही
vi: Không xác định

# slug name
source: sample-product
fi: esimerkkituote
hi_in: नमूना-उत्पाद
mr: नमुना-उत्पादन
vi: sản phẩm mẫu

# slug name
source: products
fi: tuotteet
hi_in: उत्पाद
mr: उत्पादने
vi: sản phẩm

# slug name
source: product-category
fi: tuote-osasto
hi_in: प्रॉडक्ट-श्रेणी
mr: उत्पादन-श्रेणी
vi: danh-muc

# slug name
source: product-tag
fi: tuote-avainsana
hi_in: प्रॉडक्ट-टॅग
mr: उत्त्पादन-टॅग
vi: tu-khoa

# post type general name
source: Products
fi: Tuotteet
hi_in: प्रॉडक्ट्स
mr: उत्पादने
vi: Sản phẩm

# post type singular name
source: Product
fi: Tuote
hi_in: उत्पाद
mr: उत्पादन
vi: Sản phẩm

# admin menu
source: Reseller Store
fi: Jälleenmyyjän kauppa
hi_in: पुनर्विक्रेता स्टोर
mr: विक्रेता स्टोअर
vi: Cửa hàng đại lý

# add new on admin bar
source: Reseller Product
fi: Jälleenmyyjän tuote
hi_in: पुनर्विक्रेता उत्पाद
mr: विक्रेता उत्पादन
vi: Sản phẩm của đại lý

# product
source: Add New
fi: Lisää uusi
hi_in: नया जोड़े
mr: नवीन जोडा
vi: Thêm mới

# taxonomy general name
source: Categories
fi: Osastot
hi_in: श्रेणियां
mr: श्रेण्या:
vi: Danh mục

# taxonomy general name
source: Tags
fi: Avainsanat
hi_in: टैग
mr: टॅग्स
vi: Từ khóa

# taxonomy singular name
source: Category
fi: Luokka
hi_in: श्रेणी
mr: श्रेणी
vi: Hạng mục

# taxonomy singular name
source: Tag
fi: Tunniste
hi_in: टैग
mr: टॅग
vi: Thẻ

# product price
source: %1$s / per %2$s
hi_in: %1$s / प्रति %2$s
mr: %1$s / प्रती %2$s
vi: %1$s / mỗi %2$s
